tap "valkyrie00/bbrew", trusted: true

brew "atuin"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "marp-cli"
brew "mise"
brew "neovim"
brew "podman-tui"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "valkyrie00/bbrew/bbrew", trusted: true

cask "codex"
